Repository: hansaray/Prof.Rate-iOS
Catalog: uniRateApp/*.lproj/Localizable.strings
Languages: tr

source: City name
tr: Şehir adı

# uni_name
source: University name
tr: Üniversite adı

# field_name
source: Faculty name
tr: Bölüm adı

# info
source: Information
tr: Bilgilendirme

# info_banned
source: Your account banned by our admins!
tr: Hesabın adminlerimiz tarafından banlandı!

source: Done
tr: Bitti

source: Error
tr: Hata

# no_username
source: There is no username with this name!
tr: Bu kullanıcı adı sistemde yoktur!

source: Logging in...
tr: Giriş yapılıyor...

# pass_wrong
source: The password is wrong
tr: Şifre yanlış

source: Signing up...
tr: Kayıt olunuyor...

# user_exist
source: This username exists in the system!
tr: Bu kullanıcı adı sistemde kayıtlıdır!

# email_exist
source: This email exists in the system!
tr: Bu email adresi sistemde kayıtlıdır!

# email_banned
source: This email is in banned users list in the system!
tr: Bu email adresi sistemde banlıdır!

# empty_form
source: Please fill all the blanks and choose a photo!
tr: Lütfen bütün boşlukları doldurun ve fotoğraf seçin

# empty_form2
source: Please fill all the blanks!
tr: Lütfen bütün boşlukları doldurun!

# username_short
source: Username must be longer than 2 character and must not contain '@' !
tr: Kullanıcı adı 2 karakterden uzun olmalıdır ve '@' ! karakterlerini içermemelidir

# email_invalid
source: This email is invalid!
tr: Bu email adresi geçersizdir!

# email_verification_error
source: We couldn't send a verification email
tr: Doğrulama emaili gönderemedik

# pass_not_match
source: Passwords are not matching!
tr: Şifreler eşleşmiyor

# pass_short
source: The password must be longer than 6 character
tr: Şifre 6 karakterden uzun olmalıdır

source: Saving...
tr: Kaydediliyor...

# email_changing
source: Changing the email address...
tr: Email adresi değiştiriliyor...

source: Password
tr: Şifre

# email_change_pass
source: Password needed to change the email address
tr: Email adresini değiştirmek için şifre gerekli

source: Cancel
tr: İptal

source: Saved
tr: Kaydedildi

# saved_exp
source: Profile information is updated!
tr: Profil bilgisi güncellendi!

# email_done_exp
source: Your new email address is saved and we sent a verification email to your new email address!
tr: Email adresin güncellendi ve doğrulama emaili gönderdik!

# email_done_exp2
source: Your new email address is saved but we couldn't send a verification email to your new email address!
tr: Email adresin güncellendi fakat doğrulama emaili gönderdik!

source: Delete
tr: Sil

# delete_exp
source: Are you sure to delete your account ?
tr: Hesabı silmek istediğinden emin misin ?

# delete_comment_exp
source: Are you sure to delete this rating ?
tr: Oylamayı silmek istediğinden emin misin

# deleted
source: Account deleted!
tr: Hesap silindi!

# deleted_comment
source: Comment deleted!
tr: Yorum silindi!

# delete_pass
source: Password needed to delete your account
tr: Hesabı silmek için şifre gerekli

source: Deleting...
tr: Siliniyor...

# current_pass_empty
source: Current Password cannot be empty!
tr: Şu anki şifre boş olamaz!

source: Successful
tr: Başarılı

# pass_changed
source: Password changed!
tr: Şifre değiştirildi!

source: Mandatory
tr: Zorunlu

source: Not mandatory
tr: Zorunlu değil

source: Now
tr: Şimdi

source: Just now
tr: Biraz önce

# one_m
source: 1m
tr: 1d

source: m
tr: d

# one_h
source: 1h
tr: 1s

source: h
tr: s

source: Yesterday
tr: Dün

source: d
tr: g

source: Send Report
tr: Rapor gönder

# send_report_exp
source: Are you sure to report this comment because of the bad language ?
tr: Bu yorumu içerdiği dilden dolayı şikayet etmek istediğinize emin misiniz ?

# sent_report
source: Report sent
tr: Rapor gönderildi

source: Yes
tr: Evet

source: No
tr: Hayır

source: Sign Out
tr: Çıkış yap

# sign_out_exp
source: Are you sure to sign out ?
tr: Çıkış yapmak istediğinize emin misiniz ?

source: Signed out
tr: Çıkış yapıldı

# choose_one
source: Please, at least choose one criteria to search!
tr: Lütfen en az bir kriter giriniz!

source: High Rating
tr: Yüksek Oylama

source: Low Rating
tr: Düşük Oylama

source: Universities
tr: Üniversiteler

# fields
source: Faculties
tr: Bölümler

source: Cities
tr: Şehiler

source: ratings
tr: oylama

# likeDislike_exp
source: You must login to like/dislike this comment.
tr: Beğeni işlemlerini yapabilmek için giriş yapmanız gerekmektedir!

# reportLogin_exp
source: You must login to report this comment.
tr: Şikayet edebilmeniz için giriş yapmanız gerekmektedir!

# rateLogin_exp
source: You must login to rate professors.
tr: Oylama yapabilmek için giriş yapmanız gerekmektedir!

source: Sign up
tr: Kayıt ol

source: Login
tr: Giriş yap

# scale
source: (5 is the best, 1 is the worst)
tr: (5 en iyi, 1 en kötü)

# scale_opposite
source: (1 is the best, 5 is the worst)
tr: (1 en iyi, 5 en kötü)

source: Helpfulness
tr: Yardımsever

source: Difficulty
tr: Zorluk

source: Lecture
tr: Ders Anlatım

# slang_exp
source: Your comment must not include a slang word! Please edit your comment!
tr: Yorumunuz küfür içermemelidir! Lütfen yorumunuzu düzeltiniz!

# rate_no_comment
source: Are you sure to complete this rating without a comment ?
tr: Bu oylamayı yorum eklemeden göndermek istediğinize emin misiniz ?

source: Add comment
tr: Yorum ekle

# rate_fill_all
source: Please rate helpfulness, Difficulty and Lecture criteria.
tr: Lütfen şu alanları boş bırakmayınız: Yardımsever, Zorluk ve Ders Anlatım

# slang_1
source: fuck
tr: sikeyim

# slang_2
source: fck
tr: sikiyim

# slang_3
source: pussy
tr: amına

# slang_4
source: fuck you
tr: amına koyayım

# slang_5
source: fuck u
tr: amk

# slang_7
source: fuckyou
tr: amınakoyayım

# slang_8
source: fuckyou
tr: senisikeyim

# slang_9
source: fckyou
tr: senisikiyim

# slang_15
source: bitch
tr: orospu

# slang_16
source: slut
tr: şerefsiz

# slang_17
source: faggot
tr: ibne

# slang_18
source: faggot
tr: ibine

# slang_20
source: busterd
tr: piç

# not_like
source: your rating got 1 like!
tr: oylaman 1 beğeni aldı!

# not_dislike
source: your rating got 1 dislike.
tr: oylaman 1 beğenmedim aldı.

# not_like_total
source: Total Likes:
tr: Toplam Beğeniler:

# not_dislike_total
source: Total Dislikes:
tr: Toplam Beğenmedimler:

# not_deleted
source: your rating deleted by our admins.
tr: oylaman adminlerimiz tarafından silindi.

source: Checking...
tr: Kontrol ediliyor...

# user_not_exist
source: There is no user with given name!
tr: Böyle bir kullanıcı yok!

# user_not_exist_email
source: There is no user with given email!
tr: Bu email ile kayıtlı böyle bir kullanıcı yok !

# reset_mail_sent
source: Reset password email sent!
tr: Sıfırlama emaili gönderildi!

# title_p
source: Title
tr: Ünvan

# push_not_like_t
source: New Like
tr: Yeni Beğeni

# push_not_like
source: You got a new like!
tr: Oylaman yeni bir beğeni aldı!

# push_not_dislike_t
source: New Dislike
tr: Yeni Beğenmedim

# push_not_dislike
source: You got a new dislike.
tr: Oylaman yeni bir beğenmedim aldı.

# email_verf_sent
source: Email verification sent!
tr: Doğrulama maili gönderildi!

# feed_city
source: Cities
tr: Şehirler

# feed_uni
source: Universities
tr: Üniversiteler

source: Refresh
tr: Yenile

source: My Likes
tr: Benim Beğenilerim

source: My Dislikes
tr: Benim Beğenmedimlerim

source: My Ratings
tr: Benim Oylamalarım

source: Male
tr: Erkek

source: Female
tr: Kadın

# p_title_1
source: Asst. Prof.
tr: Yrd. Doç.

# p_title_2
source: Asst. Prof.
tr: Dr. Öğr. Üyesi

# p_title_3
source: Assoc. Prof.
tr: Doç.

# p_title_4
source: Assoc. Prof. Dr.
tr: Doç. Dr.

# p_title_8
source: R. A.
tr: Arş. Gör.

# p_title_9
source: R. A.
tr: Arş. Gör. Dr.

# p_title_10
source: Lecturer
tr: Öğr. Gör.

# add_info2
source: You must login to add professor!
tr: Profesör ekleyebilmeniz için üye olmanız gerekmektedir.

# add_info3
source: This professor exist in the system!
tr: Bu profesör sistemimizde kayıtlıdır!

# add_prof_space
source: First letter cannot be space or There can only be one space letter between firstname and surname
tr: İlk harf boşluk olamaz veya ad-soyad arasında birden fazla boşluk olamaz

# nvg_title
source: Professor Profile
tr: Profesör Profili
